brew "act"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "python@3.11"
brew "azure-cli"
brew "buildkit"
brew "cocoapods"
brew "docker-buildx"
brew "docker-machine"
brew "tesseract"
brew "fswatch"
brew "gh"
brew "gtk+3"
brew "py3cairo"
brew "scipy"
brew "graph-tool"
brew "librsvg"
brew "graphviz"
brew "libmagic"
brew "maven"
brew "node"
brew "neovim"
brew "ocrmypdf"
brew "pandoc"
brew "powerlevel10k"
brew "python-matplotlib"
brew "python@3.10"
brew "python@3.9"
brew "starship"
brew "terraform"
brew "tesseract-lang"
brew "tmux"
brew "unison"
brew "unixodbc"
brew "weasyprint"
brew "yarn"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "mongodb/brew/mongodb-community"
cask "alfred"
cask "arc"
cask "bitwarden"
cask "devtoys"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "maccy"
cask "obsidian"
cask "sqlitestudio"
cask "stats"
