tap "buo/cask-upgrade"
brew "jpeg-xl"
brew "aom"
brew "sqlite"
brew "python@3.12"
brew "bat"
brew "glib"
brew "cocoapods"
brew "dart-sdk"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "gitleaks"
brew "glpk"
brew "python@3.13"
brew "graphviz"
brew "highs"
brew "htop"
brew "openjdk"
brew "maven"
brew "mysql"
brew "node"
brew "pandoc"
brew "poppler"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "starship"
brew "terraform"
brew "tesseract-lang"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "uv"
brew "wget"
brew "yarn"
brew "zsh-autocomplete"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "autodesk-fusion"
cask "bambu-studio"
cask "bettertouchtool"
cask "brave-browser"
cask "claude"
cask "claude-code"
cask "db-browser-for-sqlite"
cask "devtoys"
cask "docker-desktop"
cask "drawio"
cask "gimp"
cask "google-chrome"
cask "hammerspoon"
cask "handbrake-app"
cask "home-assistant"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "lm-studio"
cask "maccy"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miniconda"
cask "mouseless"
cask "obsidian"
cask "onedrive"
cask "onyx"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "spotify"
cask "stats"
cask "tyke"
cask "visual-studio-code"
cask "whatsapp"
cask "zotero"
