tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
brew "act"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "python@3.11"
brew "azure-cli"
brew "buildkit"
brew "cocoapods"
brew "docker-buildx"
brew "docker-machine"
brew "tesseract"
brew "fswatch"
brew "gh"
brew "gtk+3"
brew "py3cairo"
brew "scipy"
brew "graph-tool"
brew "librsvg"
brew "graphviz"
brew "libmagic"
brew "maven"
brew "node"
brew "neovim"
brew "ocrmypdf"
brew "pandoc"
brew "powerlevel10k"
brew "python-matplotlib"
brew "python@3.10"
brew "python@3.9"
brew "starship"
brew "terraform"
brew "tesseract-lang"
brew "tmux"
brew "unison"
brew "unixodbc"
brew "weasyprint"
brew "yarn"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "mongodb/brew/mongodb-community"
cask "alfred"
cask "arc"
cask "bitwarden"
cask "devtoys"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "jordanbaird-ice"
cask "maccy"
cask "obsidian"
cask "sqlitestudio"
cask "stats"
vscode "4ops.terraform"
vscode "charliermarsh.ruff"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "jock.svg"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
vscode "pjmiravalle.terraform-advanced-syntax-highlighting"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
